{
    "about": "About",
    "experience": "Experience",
    "skills": "Skills",
    "profile": "Profile",
    "toggle_language": "ENG/RU",
    "introduce": "introduce",
    "I'm always": "I'm always",
    "achieve_my_goals": "Achieve my goals",
    "doing_my_best": "Doing my best",
    "introduce_wrap": "As a Frontend developer I am always looking for challenges and learning new approaches and tools in the industry. Also, I have solid experience with backend technologies. Lets collaborate to turn ideas into impactful solutions.",
    "Available for work": "Available for work",
    "Full-time": "Full-time",
    "Part-time": "Part-time",
    "Connect with me": "Connect with me",
    "name": "Viacheslav Chistiakov",
    "Age": "Age:",
    "Time-zone": "Time-zone:",
    "Experience": "Experience",
    "Saint-Petersburg": "Saint-Petersburg",
    "Nizhniy-Novgorod": "Nizhniy Novgorod",
    "job1": "I worked with a team of developers on the create and support high-load applications such as larges Digital-marketplace, aggregators of vacancies and landings of commercial organizations. My goals as frontend developer was incresing speed loding of applications, creating user-friendly interfaces and providing reliable and safety convesation between user and server.",
    "job2": "I took part in migration old application to modern stack and took project from scratch to production handling all phases. I did responsive interfaces for all types of device, made implementation authefications/regestrations of users and worked with data base. Also i've been met with DevOps approaches, learned how to work with multi-container applications in Docker and how to configure piplines for CI/CD procces.",
    "Web-studio": "Web-studio",
    "Education": "Education",
    "University": "Lobachevsky State University of Nizhny Novgorod (National Research University)",
    "Subject": "Field of Study: Law",
    "Skills": "Skills",
    "Profile": "Profile",
    "About": "About",
    "me": "me",
    "part-1": "Hi, my name is Slava, a Frontend developer proficient in modern stack of technologies. As a developer, i am also looking forward to learn new approaches and tools for implement high-quality applications with smooth performance and user-friendly interfaces. I am skilled in",
    "part-2": "and also have solid knowledges about",
    "part-3": "technologies, now i activety learning",
    "part-4": " for deeply understanding of work with applications in different develop environments. My background includes support and integration of features in highly loaded applications and also i had experience of took projects from scratch to production including handling all phases. This knowledges allow me to work on difficult and huge tasks, find ways to get solutions and stick to deadlines. I'm enjoy to share my experience with other developers and also like to learn something new as response.",
    "Contacts": "Contacts"
}