{
    "about": "Обо мне",
    "experience": "Опыт",
    "skills": "Навыки",
    "profile": "Профиль",
    "toggle_language": "RU/ENG",
    "introduce": "Главная",
    "I'm always": "Я всегда",
    "achieve_my_goals": "Достигаю своих целей",
    "doing_my_best": "Делаю все возможное",
    "introduce_wrap": "Как фронтенд-разработчик, я всегда ищу новые вызовы и стремлюсь изучать новые подходы и инструменты в индустрии. Также у меня есть солидный опыт работы с бэкенд-технологиями. Давайте сотрудничать, чтобы превратить идеи в эффективные решения.",
    "Available for work": "Готов работать везде",
    "Full-time": "Полная занятость",
    "Part-time": "Частичная занятость",
    "Connect with me": "Связаться со мной",
    "name": "Вячеслав Чистяков",
    "Age": "Возраст:",
    "Time-zone": "Часовой пояс:",
    "Experience": "Опыт работы",
    "Saint-Petersburg": "Санкт-Петербург",
    "Nizhniy-Novgorod": "Нижний Новгород",
    "job1": "Я работал с командой разработчиков над созданием и поддержкой высоконагруженных приложений, таких как крупные цифровые маркетплейсы, агрегаторы вакансий и лендинги коммерческих организаций. Мои цели как фронтенд-разработчика заключались в увеличении скорости загрузки приложений, создании удобных интерфейсов для пользователей и обеспечении надежной и безопасной связи между пользователем и сервером.",
    "job2": "Принимал участие в миграции старого приложения на современный стек и вел проект от начала до продакшн, справляясь со всеми этапами. Я разрабатывал адаптивные интерфейсы для всех типов устройств, реализовывал аутентификацию/регистрацию пользователей и работал с базами данных. Также я ознакомился с подходами DevOps, научился работать с многоконтейнерными приложениями в Docker и настраивать пайплайны для процесса CI/CD.",
    "Web-studio": "Веб-студия",
    "Education": "Образование",
    "University": "Нижегородский государственный университет имени Н.И. Лобачевского (национальный исследовательский университет)",
    "Subject": "Специальность: Право",
    "Skills": "Навыки",
    "Profile": "Профиль",
    "About": "Обо",
    "me": "мне",
    "part-1": "Привет, меня зовут Слава, я фронтенд-разработчик, владеющий современным стеком технологий. Как разработчик, я всегда стремлюсь изучать новые подходы и инструменты для разработки высококачественных приложений с хорошей производительностью и удобными интерфейсами. Я обладаю навыками в",
    "part-2": "И также обладаю глубокими знаниями в",
    "part-3": "технологиях, сейчас я активно изучаю",
    "part-4": "Для глубокого понимания работы с приложениями в разных средах разработки. Мой опыт включает поддержку и интеграцию функций в высоконагруженные приложения, а также ведение проектов с нуля до продакшена, включая все этапы разработки. Эти знания позволяют мне работать над сложными и масштабными задачами, находить решения и придерживаться дедлайнов. Мне нравится делиться своим опытом с другими разработчиками, а также узнавать что-то новое в ответ.",
    "Contacts": "Контакты"
}